window.CalculatorConfig = [
    {
        "id": "kitchen",
        "title": "Кухня",
        "icon": "images/ui/кухня.png",
        "file": "data/schema_kitchen.js",
        "desc": "Детальний калькулятор для розрахунку поіннтів кухонних меблів"
    },
    {
        "id": "wardrobe",
        "title": "Шафа-гардероб",
        "icon": "images/ui/шафа.png",
        "file": "data/schema_wardrobe.js",
        "desc": "Професійний калькулятор для розрахунку поіннтів шаф"
    },
    {
        "id": "schema_1766508374521",
        "title": "ghjhg",
        "icon": "images/ui/інші меблі.png",
        "file": "data/schema_1766508374521.js",
        "desc": "hgjghj"
    },
    {
        "id": "schema_1766527647185",
        "title": "Новий калькулятор",
        "icon": "📦",
        "file": "data/schema_1766527647185.js",
        "desc": "Опис нового калькулятора"
    },
    {
        "id": "schema_1766527650139",
        "title": "Новий калькулятор",
        "icon": "📦",
        "file": "data/schema_1766527650139.js",
        "desc": "Опис нового калькулятора"
    },
    {
        "id": "schema_1766527653229",
        "title": "Новий калькулятор",
        "icon": "📦",
        "file": "data/schema_1766527653229.js",
        "desc": "Опис нового калькулятора"
    }
]; 