window.CalculatorConfig = [
    {
        "id": "kitchen",
        "title": "Кухня",
        "icon": "images/ui/кухня.png",
        "file": "data/schema_kitchen.js",
        "desc": "Детальний калькулятор для розрахунку поіннтів кухонних меблів",
        "colSpan": 1
    },
    {
        "id": "wardrobe",
        "title": "Шафа-гардероб",
        "icon": "images/ui/шафа.png",
        "file": "data/schema_wardrobe.js",
        "desc": "Професійний калькулятор для розрахунку поіннтів шаф"
    },
    {
        "id": "schema_1766581267258",
        "title": "Новий калькулятор",
        "icon": "📦",
        "file": "data/schema_1766581267258.js",
        "desc": "Опис нового калькулятора"
    },
    {
        "id": "schema_1766581633503",
        "title": "Новий калькулятор",
        "icon": "📦",
        "file": "data/schema_1766581633503.js",
        "desc": "Опис нового калькулятора"
    },
    {
        "id": "schema_1766581706192",
        "title": "Новий калькулятор",
        "icon": "📦",
        "file": "data/schema_1766581706192.js",
        "desc": "Опис нового калькулятора"
    },
    {
        "id": "schema_1766606590258",
        "title": "Новий калькулятор",
        "icon": "📦",
        "file": "data/schema_1766606590258.js",
        "desc": "Опис нового калькулятора"
    }
]; 